Revit 2027 API
SymbolTypeId.MmH2OPerM Property
 Symbol mmH2O/m, indicating unit Millimeters of water column per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MmH2OPerM { get; }
Public Shared ReadOnly Property MmH2OPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MmH2OPerM {
	ForgeTypeId^ get ();
}
static member MmH2OPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace